Repository: turanorkler/ContractionTimerPlus
Catalog: ContractionTimerPlus/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ru, tr, zh_hans

source: Sign Up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: サインアップ
ru: Зарегистрироваться
tr: Kaydol
zh_hans: 注册

source: Slight
ar: طفيف
de: Gering
es: Leve
fr: Léger
ja: 軽度の
ru: Слабый
tr: Zayıf
zh_hans: 轻微

source: Subscription Control
ar: إدارة الاشتراك
de: Abonnement-Steuerung
es: Control de suscripción
fr: Gestion de l'abonnement
ja: サブスクリプション管理
ru: Управление подпиской
tr: Abonelik Yönetimi
zh_hans: 订阅管理

source: Subscription is active
ar: الاشتراك نشط
de: Das Abonnement ist aktiv
es: La suscripción está activa
fr: L'abonnement est actif
ja: サブスクリプションは有効です
ru: Подписка активна
tr: Abonelik aktif
zh_hans: 订阅已激活

source: Subscription no
ar: لا يوجد اشتراك
de: Kein Abonnement
es: Sin suscripción
fr: Pas d'abonnement
ja: サブスクリプションなし
ru: Нет подписки
tr: Abonelik Yok
zh_hans: 没有订阅

source: Support
ar: الدعم
de: Unterstützung
es: Soporte
fr: Assistance
ja: サポート
ru: Поддержка
tr: Destek
zh_hans: 支持

source: Swipe left
ar: اسحب إلى اليسار
de: Nach links wischen
es: Desliza hacia la izquierda
fr: Glisser vers la gauche
ja: 左にスワイプ
ru: Смахните влево
tr: Sola kaydır
zh_hans: 向左滑动

# Time_several_contractions
source: Time several contractions and the aplication will let you know whether it’s time to go to the hospital
ar: وقّت عدة تقلصات وستخبرك التطبيق إذا كان الوقت قد حان للذهاب إلى المستشفى.
de: Messen Sie mehrere Wehen und die Anwendung wird Ihnen mitteilen, ob es Zeit ist, ins Krankenhaus zu gehen.
es: Cronometra varias contracciones y la aplicación te dirá si es hora de ir al hospital.
fr: Chronométrez plusieurs contractions et l'application vous indiquera s'il est temps d'aller à l'hôpital.
ja: 数回の収縮を計測すると、アプリが病院に行くべきタイミングかどうかを教えてくれます。
ru: Засеките несколько схваток, и приложение сообщит вам, пора ли идти в больницу.
tr: Birkaç kasılmayı kronometre edin ve uygulama sizi hastaneye gitme zamanı olup olmadığını bilgilendirecek.
zh_hans: 计时几次宫缩，应用程序会告诉你是否该去医院了。

source: Unlock
ar: فتح
de: Freischalten
es: Desbloquear
fr: Déverrouiller
ja: ロックを解除
ru: Разблокировать
tr: Kilidi Aç
zh_hans: 解锁

source: Unlock all the features
ar: افتح جميع الميزات
de: Alle Funktionen freischalten
es: Desbloquea todas las funciones
fr: Déverrouillez toutes les fonctionnalités
ja: すべての機能をアンロック
ru: Разблокируйте все функции
tr: Tüm Özelliklerin Kilidini Aç
zh_hans: 解锁所有功能

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ru: Обновить
tr: Güncelle
zh_hans: 更新

source: Update Contact
ar: تحديث جهة الاتصال
de: Kontakt aktualisieren
es: Actualizar contacto
fr: Mettre à jour le contact
ja: 連絡先を更新
ru: Обновить контакт
tr: Kişiyi güncelle
zh_hans: 更新联系人

source: Urgent
ar: عاجل
de: Dringend
es: Urgente
ja: 緊急
ru: Срочный
tr: Acil
zh_hans: 紧急

# Useful_application
source: Useful application to accompany you on your birth journey
ar: تطبيق مفيد يرافقك في رحلتك الولادية
de: Nützliche Anwendung, die Sie auf Ihrer Geburtsreise begleitet
es: Aplicación útil para acompañarte en tu camino del nacimiento
fr: Application utile pour vous accompagner dans votre parcours de naissance
ja: 出産の旅をサポートする便利なアプリケーション
ru: Полезное приложение, которое сопровождает вас в процессе родов
tr: Doğum yolculuğunda sizi destekleyen faydalı uygulama
zh_hans: 在您的分娩旅程中陪伴您的有用应用程序

source: We have a special
ar: لدينا عرض خاص
de: Wir haben etwas Besonderes
es: Tenemos algo especial
fr: Nous avons un spécial
ja: 特別なものがございます
ru: У нас есть особое предложение
tr: Bizde özel bir şey var
zh_hans: 我们有一个特别的

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
ru: Еженедельно
tr: Haftalık
zh_hans: 每周

source: Welcome to
ar: مرحبًا بكم في
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue à
ja: へようこそ
ru: Добро пожаловать в
tr: Hoş geldiniz
zh_hans: 欢迎来到
